Repository: Beit-Hatfutsot/wp-foodish
Catalog: languages/plugins/duplicate-post-*.po
Languages: he_il

source: now works on Edit screen too - check this option to use with Gutenberg enabled
he_il: פועל כעת במסך העריכה הקלאסי - כדאי לבדוק שימוש במסך העריכה של גוטנברג

source: What's new in Duplicate Post version %s:
he_il: מה חדש בגרסה %s של 'משכפל הפוסטים':

source: Fixes for some bugs and incompatibilities with CF7, WPML, and custom post types with custom capabilities.
he_il: תיקונים עבור כמה באגים וחוסר תאימות עם CF7, WPML, וסוגי פוסט מותאמים עם יכולות מיוחדות.

source: Current user is not allowed to copy posts.
he_il: רמת ההרשאה שלך במשתמש הנוכחי אינה מאפשרת להעתיק פוסטים.

source: Check out the documentation
he_il: בדוק את התיעוד

source: Serving the WordPress community since November 2007.
he_il: משרת את קהילת וורדפרס מאז נובמבר 2007.

source: you probably want this unchecked, unless you have very special requirements
he_il: סביר להניח שתרצו את התיבה הזו מסומנת, אלא אם כן יש לך דרישות מיוחדות מאוד

source: Documentation
he_il: תיעוד

source: Help me develop the plugin and provide support by <a href="%s">donating even a small sum</a>.
he_il: עזרו לפתח את התוסף באמצעות <a href="%s">תרומה</a>, גם בסכום קטן.

source: Show update notice
he_il: הצג התראה לעדכון

source: Bulk Actions
he_il: פעולה קבוצתית

source: You can use * to match zero or more alphanumeric characters or underscores: e.g. field*
he_il: ניתן להשתמש ב- * כתו כללי עבור כל מספר של תווים אלפאנומריים, למשל. שדה*

source: Menu order
he_il: סדר פריט

source: Author
he_il: מחבר

# post format
source: Format
he_il: פורמט

source: Template
he_il: תבנית

source: Featured Image
he_il: תמונה ראשית

source: Support Forum
he_il: פורום תמיכה

source: Donate whatever sum you choose, even just 10¢.
he_il: לתרום כל סכום שתבחר, אפילו רק 10 אג'.

source: Help me develop the plugin, add new features and improve support!
he_il: עיזור לפתח את התוסף, להוסיף תכונות חדשות ולשפר את התמיכה!

source: Please <a href="%s">review the settings</a> to make sure it works as you expect.
he_il: בבקשה <a href="%s">בדקו את ההגדרות</a> כדי לוודא שזה עובד כמו שאתם מצפים.

source: %s item copied.
he_il: פריט %s הועתק.

source: You can also use the template tag duplicate_post_clone_post_link( $link, $before, $after, $id ). More info <a href="%s">here</a>
he_il: ניתן גם להשתמש בתג התבנית duplicate_post_clone_post_link( $link, $before, $after, $id ). מידע נוסף <a href="%s">כאן</a>

source: Whether the links are displayed for custom post types registered by themes or plugins depends on their use of standard WordPress UI elements
he_il: אם הקישורים המוצגים עבור סוגי פוסט מותאמים אישית רשומים על ידי ערכת הנושא או על ידי תוסף השימוש שלהם תלוי באלמנטים סטנדרטיים של WordPress UI

source: Select the post types you want the plugin to be enabled
he_il: בחר את סוג התוכן (post types) שברצונך להפעיל עבורו את הפלאגין

source: Enable for these post types
he_il: הפעל עבור סוגי פוסטים אלו

source: Passwords and contents of password-protected posts may become visible to undesired users and visitors
he_il: סיסמאות ותכנים של פוסטים המוגנים באמצעות סיסמה עשויים להיות גלויים למשתמשים ולאורחים לא רצויים

source: Show/hide private taxonomies
he_il: הצג/הסתר טקסונומיה פרטית

source: Add this number to the original menu order (blank or zero to retain the value)
he_il: הוספו מספר זה לסדר התפריט המקורי (השאירו ריק או אפס כדי לשמור על הערך המקורי)

source: Increase menu order by
he_il: הוספת סדר תפריט לפי

source: except pingbacks and trackbacks
he_il: למעט פינגבאק (pingbacks) וטראקבק (trackbacks)

source: Comments
he_il: תגובות

source: Children
he_il: ילדים

source: Attachments
he_il: קבצים מצורפים

source: Password
he_il: סיסמה

source: Content
he_il: תוכן

source: Excerpt
he_il: תיאור

source: Slug
he_il: מזהה

source: Status
he_il: סטטוס

source: Date
he_il: תאריך

source: Title
he_il: כותרת

source: Post/page elements to copy
he_il: אלמנטים שיועתקו

source: Display
he_il: הצג

source: Permissions
he_il: הרשאות

source: What to copy
he_il: מה להעתיק

source: Untitled
he_il: ללא כותרת

source: Copy features for this post type are not enabled in options page
he_il: תכונות ההעתקה אינן מופעלות עבור סוג תוכן זה בדף האפשרויות

source: Dismiss this notice.
he_il: בטל את ההתראה.

source: Enrico Battocchi
he_il: אנריקו בטוחי

source: Clone posts and pages.
he_il: שיכפול פוסטים ועמודים.

source: Settings
he_il: הגדרות

source: Save Changes
he_il: שמירת שינויים

source: Admin bar
he_il: בר ניהול

source: Edit screen
he_il: מסך עריכה

source: Post list
he_il: רשימת פוסטים

source: Show links in
he_il: הצג קישורים ב

source: Warning: users will be able to copy all posts, even those of other users
he_il: אזהרה: משתמשים יוכלו להעתיק את כל הפוסטים, גם של משתמשים אחרים

source: Roles allowed to copy
he_il: תפקידים שמותר להעתיק

source: Suffix to be added after the title, e.g. "(dup)" (blank for no suffix)
he_il: הקידומת מתווספת לפני הכותרת המקורית.

source: Title suffix
he_il: סיומת לכותרת

source: Prefix to be added before the title, e.g. "Copy of" (blank for no prefix)
he_il: הסיומת מתווספת אחרי הכותרת המקורית.

source: Title prefix
he_il: קידומת הכותרת

source: Select the taxonomies you don't want to be copied
he_il: טקסונומיות שאין להעתיק

source: Do not copy these taxonomies
he_il: אין להעתיק טקסונומיות אלה

source: Comma-separated list of meta fields that must not be copied
he_il: שדות מיוחדים מופרדים בפסיקים שאין להעתיק

source: Do not copy these fields
he_il: אין להעתיק שדות אלו

source: Duplicate Post
he_il: שכפול הודעות

source: Duplicate Post Options
he_il: אפשרויות שכפול הודעות

source: Translate
he_il: תרגום

source: Donate
he_il: תרומה

source: Copy creation failed, could not find original:
he_il: יצירת העתק נכשל, לא ניתן למצוא את המקור:

source: No post to duplicate has been supplied!
he_il: לא סופקה הודעה לשכפול!

source: New Draft
he_il: טיוטה חדשה

source: Copy to a new draft
he_il: העתקה לטיוטה חדשה

source: Clone
he_il: שיכפול

source: Clone this item
he_il: שיכפול
